Repository: OmegaT-L10N/ja
Catalog: omegat/trunk/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
ja: まずプロジェクトを作成しましょう。プロジェクトには、原文ファイルをはじめ、翻訳メモリや用語集、そしていずれ生成するはずの訳文ファイルなど、すべてのファイルが保持されることになります。

source: Tokenizer plugin
ja: トークナイザー プラグイン

source: Tonga (Tonga Islands)
ja: トンガ語（トンガ）（Tonga (Tonga Islands)）

source: Too big HTML file!
ja: HTML ファイルのサイズが大きすぎます。

source: Tools
ja: ツール

source: Tools Menu
ja: ツールメニュー

source: Total Characters (including spaces)
ja: すべての文字数（空白を含む）

source: Total Characters (without spaces)
ja: すべての文字数（空白を除く）

source: Total Segments
ja: すべての分節数

source: Total Words
ja: すべての単語数

source: Total number of segments
ja: すべての分節数

source: Total:
ja: 合計：

source: Tra&nsTips
ja: 用語ヒント

source: TransTips/Enable Transtips
ja: 用語ヒント / 用語ヒントを有効化

source: TransTips/Exact Match
ja: 用語ヒント / 完全一致

source: Translate the file
ja: ファイルを翻訳する

source: Translate the following attributes:
ja: 以下の属性を翻訳：

source: Translate the following elements:
ja: 以下の要素を翻訳：

source: Translated File Encoding
ja: 訳文ファイルのエンコーディング

source: Translated File Encoding:
ja: 訳文のエンコーディング：

source: Translated Filename Pattern
ja: 訳文ファイル名の構成例

source: Translated Files Folder
ja: 訳文ファイルフォルダー

source: Translated Files Folder:
ja: 訳文ファイルフォルダー：

source: Translated documents created
ja: 訳文ファイルの生成を完了しました

source: Translated files folder entered does not exist!
ja: 指定した訳文ファイルフォルダーは存在しません。

source: Translated files location not defined
ja: 訳文ファイルフォルダーが設定されていません

source: Translated unique segments
ja: 繰り返しを除いた翻訳済み分節数

source: Translating Project
ja: プロジェクトを翻訳中

source: Translation Memory Files Folder
ja: 翻訳メモリファイルフォルダー

source: Translation Memory Folder:
ja: 翻訳メモリフォルダー：

source: Translation last modified by {0} on {1} at {2}
ja: {0} が {1} {2} に更新

source: Translation memories can be very useful in a translation where there are numerous repetitions or reasonably similar segments of text.
ja: 翻訳メモリは、同じ分節の繰り返しや、似通った表現が多く現れる翻訳に非常に便利です。

source: Translation memory files folder entered does not exist!
ja: 指定した翻訳メモリファイルフォルダーは存在しません。

source: Translation memory folder {0} does not exist.
ja: 参考翻訳メモリフォルダー {0} は存在しません。

source: Translation unit encountered before TMX header.
ja: TMX ヘッダーよりも前に翻訳対が見つかりました。

source: Translation unit variant encountered outside translation unit.
ja: 翻訳対の外側に翻訳対変異が見つかりました。

source: Translation:
ja: 翻訳：

source: Translator comments:
ja: 翻訳者のコメント：

source: Tsonga
ja: ツォンガ語（Tsonga）

source: Tswana
ja: ツワナ語（Tswana）

source: Turkish
ja: トルコ語（Turkish）

source: Turkmen
ja: トルクメン語（Turkmen）

source: Twi
ja: トウィ語（Twi）

source: Typo3 LocManager Files
ja: TYPO3 LocManager ファイル

source: Typo3 l10nmgr Files
ja: TYPO3 l10nmgr ファイル

source: URL of online dictionaries:
ja: オンライン辞書の URL：

source: Uighur, Uyghur
ja: ウイグル語（Uighur, Uyghur）

source: Ukrainian
ja: ウクライナ語（Ukrainian）

source: Unable to build new TMX file!
ja: 新しい TMX ファイルを作成できません。

source: Unable to initialize read of XML file!
ja: XML ファイルを読み込めません。

source: Unable to parse filters configuration file
ja: フィルター設定ファイルを読み込めません。

source: Unable to read file
ja: ファイルを読み込めません。

source: Unable to read project file!
ja: プロジェクトファイルを読み込めません。

source: Unable to save filters configuration file
ja: フィルター設定ファイルを保存できません。

source: Unable to uninstall the selected dictionary
ja: 選択した辞書を削除できません。

source: Unchanged sentences are automatically translated, while updated sentences are shown with the translation of the most similar, older sentence.
ja: 変更されていない文章は、自動的に翻訳されます。更新された文章は未翻訳として扱われますが、翻訳済みの文章の中から翻訳候補が表示されるようになります。

source: Undo Last Action
ja: 取り消す

source: Undock
ja: 結合を解除

source: Unexpected char {0} ({1})!
ja: 予期しない文字列 {0} です（{1}）

source: Uninstalling failed
ja: 削除に失敗しました

source: Unique Characters (including spaces)
ja: 繰り返しを除いた文字数（空白を含む）

source: Unique Characters (without spaces)
ja: 繰り返しを除いた文字数（空白を除く）

source: Unique Remaining Characters (including spaces)
ja: 繰り返しを除いた未翻訳文字数（空白を含む）

source: Unique Remaining Characters (without spaces)
ja: 繰り返しを除いた未翻訳文字数（空白を除く）

source: Unique Remaining Segments
ja: 繰り返しを除いた未翻訳分節数

source: Unique Remaining Words
ja: 繰り返しを除いた未翻訳単語数

source: Unique Remaining:
ja: 繰り返しを除いた未翻訳：

source: Unique Segments
ja: 繰り返しを除いた分節数

source: Unique Words
ja: 繰り返しを除いた単語数

source: Unique:
ja: 繰り返しを除いた：

source: Unknown plugin type in '{0}'
ja: {0} のプラグインの型が不明です。

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
ja: TMX ファイル {0} の構文解析の結果、行 {1} の列 {2} で回復不可能なエラーが発生しました。

source: Unsupported XML version {0}!
ja: 未対応の XML バージョン：{0}

source: Unsupported file encoding
ja: 未対応のファイルエンコーディングです。

source: Unsupported project file version ({0})!
ja: バージョン {0} のプロジェクトファイルには対応していません。

source: Unzip the files, and put them all in the "plugins" folder located in OmegaT installation folder, that is the folder that contains the OmegaT.jar.
ja: Zip 圧縮ファイルを解凍して、展開されたすべてのファイルを「plugins」フォルダーに移動してください。「plugins」フォルダーは通常、OmegaT のインストール先フォルダー（OmegaT.jar ファイルを含む）の配下にあります。

source: Upgrading...
ja: TMX ファイルを更新しています...

source: Upload disabled because repository in read-only mode
ja: 読み取り専用のリポジトリのため、アップロードは不可能

source: Upper Case
ja: すべて大文字に

source: Urdu
ja: ウルドゥー語（Urdu）

source: Use &TAB to Advance
ja: TAB キーで次の分節へ

source: Use &XML for standalone tags (e.g., <i/>)
ja: 独立したタグ（例：<i/>）の場合は XML を使用

source: Use TAB To Advance
ja: TAB キーで次の文節へ

source: Use as Default Translation
ja: 既定値訳文として使用

source: Use the installation language in OmegaT
ja: OmegaT のユーザーインターフェイス言語としてインストール時の言語を使う

source: User Manual...
ja: 取扱説明書...

source: User denied credentials
ja: ユーザーの認証に失敗しました

source: User interface language for OmegaT
ja: OmegaT のユーザーインターフェイス言語の選択

source: User's Manual
ja: 取扱説明書

source: User's Manual viewer does not support navigation to external links.
ja: 取扱説明書のウィンドウから、外部リンクを直接開くことはできません。

source: User:
ja: ユーザー名：

source: Uzbek
ja: ウズベク語（Uzbek）

source: VLDocking Framework 2.1.4 by VLSolutions (CeCILL License)
ja: VLSolutions 社による VLDocking Framework 2.1.4（CeCILL ライセンス）

source: Validate Tags
ja: タグ検証

source: Validate your tags
ja: タグを検証する

source: Validating Tags...
ja: タグを検証中...

source: Validating tags
ja: タグを検証中

source: Variant skipped.
ja: 翻訳対変異は無視されました。

source: Variants in the following languages will be displayed: {0}
ja: 以下の言語の変異形が表示されます：{0}

source: Venda
ja: ヴェンダ語（Venda）

source: Version: {0}
ja: バージョン：{0}

source: Vie&w...
ja: 表示...

source: Vietnamese
ja: ベトナム語（Vietnamese）

source: View
ja: 表示

source: View Menu
ja: 表示メニュー

source: View Options
ja: 表示の設定

source: View or edit file filters.
ja: ファイルフィルターの設定内容を確認、または編集できます。

source: View...
ja: 表示...

source: Visio Files
ja: Microsoft Visio ファイル

source: Volapük
ja: ヴォラピュク（Volapük）

source: Walloon
ja: ワロン語（Walloon）

source: Warning
ja: ご注意

source: Warning on line {0}, column {1} while parsing:
ja: 構文解析の結果、行 {0} の列 {1} に警告が存在します：

source: Warning: Changing tag order may break the translated document!
ja: 警告：不用意にタグ順序を入れ替えると訳文ファイルを開けなくなるおそれがあります。

source: Warranty
ja: 保証

source: Welsh
ja: ウェールズ語（Welsh）

source: Western Frisian
ja: フリジア語（Western Frisian）

source: Whatever the inconsistencies, omissions and straightforward errors you may find in the present version, I declare them all my own.
ja: 現行のバージョンに存在する矛盾や記載漏れ、誤記などはすべて、筆者がその責を負うものです。

source: When a rule is triggered, the corresponding phrase will be underlined in blue in the Editor (see also and I didn't do nothing in the picture above).
ja: 規則が適用されると、編集ウィンドウ上の対応する語句には青い下線が引かれます（上の画像の「also」と「I didn't do nothing」に注目してください）。

source: When hovering the mouse over the underlined phrase, an explanation will appear.
ja: 下線が引かれた語句の上にマウスカーソルをかざすと、説明が表示されます。

source: When you are ready to view the final product, you can export the translated files, open them in the appropriate application and view the translation in the final format...
ja: 翻訳し終えたら、訳文ファイルを生成して、適切なプログラムで開き、翻訳結果を完成形で見る…という具合です。

source: When you left-click on the number, the selected script will run.
ja: 数値ボタンを左クリックすると、そこに設定されているスクリプトを実行できます。

source: When you let OmegaT know the files that you need to translate, it looks for the files it understands based on file filtering rules, recognizes the textual parts within them, splits up the text groups according to the segmentation rules, and displays the segments one by one so that you can proceed with the translation.
ja: OmegaT は、指定された翻訳対象ファイル群をファイルフィルター機能によって検出し、各ファイルのテキスト部分を認識します。さらに、分節化機能によってそのテキスト部分を複数のまとまりに分割し、翻訳作業を行いやすいように順に表示します。

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated document, which will be created in the /target/ subfolder of your project folder.
ja: 翻訳の成果を確認したくなったら、Ctrl+D キーを押して、いつでも訳文ファイルを生成できます。訳文ファイルは、プロジェクトの target フォルダー内に作成されます。

source: WiX Localization Files
ja: WiX ローカリゼーションファイル

source: Will Helton: his final reading of the draft has spared me a lot of embarrassment.
ja: Will Helton へ。彼が下書きの最終チェックをしてくれたおかげで、多くの恥をさらす事態を免れました。

source: Will be synchronized next time.
ja: 次回同期されます。

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
ja: docs フォルダーの場所を確認してください。

source: Windows Resource Files
ja: Windows リソースファイル

source: Wolof
ja: ウォロフ語（Wolof）

source: Word
ja: Microsoft Word

source: WordAr&t
ja: ワードアート

source: Wordfast TXML Files
ja: Wordfast TXML ファイル

source: Words
ja: 単語数

source: Writable Glossary File
ja: 書き込み可能な用語集ファイル

source: Writeable Glossary File
ja: 書き込み可能な用語集ファイル

source: Writeable Glossary File:
ja: 書き込み可能な用語集ファイル：

source: Writeable glossary file folder entered does not exist!
ja: 指定した書き込み可能な用語集フォルダーは存在しません。

source: Wrong authentication
ja: 認証に失敗しました

source: Wrong response from engine
ja: 機械翻訳エンジンのレスポンスが不正です

source: Wrong username/password
ja: ユーザー名とパスワードが間違っています

source: XHTML Files
ja: XHTML ファイル

source: XHTML Filter Options
ja: XHTML フィルター設定

source: XLIFF Files
ja: XLIFF ファイル

source: XSLT is most often used to convert data between different XML schemas or to convert XML data into web pages or PDF documents.
ja: XSLT は、異なる XML スキーマ間での変換や、XML データをウェブページや PDF 文書などに変換する用途で、最もよく使われています。

source: Xhosa
ja: コサ語（Xhosa）

source: Yiddish
ja: イディッシュ語（Yiddish）

source: Yoruba
ja: ヨルバ語（Yoruba）

source: You are uninstalling the spellchecking dictionary that your project currently uses.
ja: 現在プロジェクトが使用している辞書を削除しようとしています。

source: You can change the already assigned shortcuts and add new shortcuts by putting a shortcut definition file in your OmegaT preferences folder (see User files location).
ja: OmegaT の個人設定フォルダー（詳しくはユーザー設定ファイルを参照のこと）にショートカット定義ファイルを配置することによって、既存のショートカットを変更したり、新しいショートカットを追加することができるようになります。

source: You can create a glossary by pressing Ctrl+Shift+G, or copy existing glossaries to the/glossary/subfolder of your project folder, and OmegaT will automatically look up words in them.
ja: Ctrl+Shift+G キーを押すと、用語を追加することができます。また既存の用語集ファイルをプロジェクトの glossary フォルダーにコピーしておくと、OmegaT はそこから用語を自動的に検索するようになります。

source: You can create a new project for each new job, and you can add several source files to a project at a time.
ja: タスクに応じて、それぞれ個別に新規プロジェクトを作成しても構いませんし、一度に複数の原文ファイルを追加することもできます。

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
ja: 編集メニューの「用語の追加」を使うと、新しい用語を登録することができる。

source: You can customize existing shortcuts or add new ones according to your needs.
ja: 必要であれば、既存のショートカットをカスタマイズしたり、新しいショートカットを追加することもできます。

source: You can find detailed statistic information in the file: {0}
ja: 詳細はこのファイルを参照してください：{0}

source: You can start the selected macros from the main menu as well by using their entries in the Tools menu or by pressing Ctrl+Alt+F# (# 1 to 5).
ja: また［ツール］メニューからスクリプトを選んだり、割り当てられたショートカットキー Ctrl+Alt+F#（# は 1 から 5）を使うことでも、同じようにスクリプトを実行できます。

source: You can think of LanguageTool as a software to detect errors that a simple spell checker cannot detect, e.g. mixing up there/their, no/now etc.
ja: LanguageTool は、単純な綴り確認機能では検出できないような間違いを検出するためのプログラムです。たとえば、there と their、no と now の取り違えなどが該当します。

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
ja: ファイルマネージャーを使用してプロジェクトの source フォルダーにファイルをコピーし、メニューの［プロジェクト］→［再読み込み］を行っても原文ファイルを追加できます。

source: You may try to solve this problem in one of the following ways:
ja: 以下のような対処法があります：

source: You must enter a number between 1 and {0}.
ja: 1 から {0} の数値を入力してください。

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
ja: JDK 1.6 を最新バージョンに更新するか、OmegaT の lib フォルダーから jaxb-*.jar ファイルを削除してください。

source: You should specify their new location or recreate them.
ja: 新しい場所を指定するか、再作成してください。

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
ja: このプロジェクトは文単位で分節化されていますが、 TMX ファイルは段落単位で分節化されています。

source: Your new shortcuts should now appear next to the menu items you have modified.
ja: 新しいショートカットが、修正したメニュー項目の隣に表示されるはずです。

source: Your operating system refused to let OmegaT create its configuration folder.
ja: オペレーティングシステムの設定により、OmegaT の設定フォルダーを作成できませんでした。

source: Your project does not contain any files in a supported file format.
ja: OmegaT が対応するファイル形式の原文ファイルが含まれていません。

source: Zhuang, Chuang
ja: チワン語（Zhuang, Chuang）

source: Zulu
ja: ズールー語（Zulu）

source: [Fuzzy]
ja: [参考]

source: [fuzzy]
ja: [参考]

source: and <key> can be any key available on your keyboard
ja: そして <キー> には、キーボード上で利用可能な任意のキーを指定できます

source: attributes.
ja: 属性

source: h&reflang (language of links)
ja: hreflang（リンク先の言語）

source: href (URL of &links)
ja: href（リンク先の URL）

source: lan&g (language attribute)
ja: lang（言語）

source: loaded
ja: 読み込みが完了しました。

source: move to the beginning of the line in the segment
ja: 分節内で、行頭に移動します。

source: move to the end of the document (Mac: Cmd+PgDn)
ja: 文書の末尾に移動します（Mac：Cmd+PgDn）。

source: move to the end of the line in the segment
ja: 分節内で、行末に移動します。

source: move to the end of the segment
ja: 分節の末尾に移動します。

source: move to the start of the document (Mac: Cmd+PgUp)
ja: 文書の先頭に移動します（Mac：Cmd+PgUp）。

source: move to the start of the segment
ja: 分節の先頭に移動します。

source: one char left, but not further than the beginning of segment
ja: 一文字分、左に移動します。ただし分節の先頭よりも左には移動しません。

source: one char right, but not further than the end of segment
ja: 一文字分、右に移動します。ただし分節の末尾よりも右には移動しません。

source: one word left, but not further than the beginning of segment
ja: 一単語分、左に移動します。ただし分節の先頭よりも左には移動しません。

source: one word right, but not further than the end of segment
ja: 一単語分、右に移動します。ただし分節の末尾よりも右には移動しません。

source: open previous segment (Mac: Cmd+Enter)
ja: 前の分節へ移動します（Mac：Cmd+Enter）。

source: page down through the document
ja: 文書を一画面分、下方向にスクロールします。

source: page up through the document
ja: 文書を一画面分、上方向にスクロールします。

source: remove char after cursor
ja: カーソルの直後の文字を削除します。

source: remove char before cursor
ja: カーソルの直前の文字を削除します。

source: remove chars up to the start of next word (Mac: Alt+Delete)
ja: カーソルの直後から次の単語の直前の文字までを削除します。

source: remove chars up to the start of the current word (Mac: Alt+Backspace)
ja: カーソルの直前から現在の単語の先頭の文字までを削除します。

source: segment 0000
ja: 分節 0000

source: select complete segment (Mac: Cmd+A)
ja: 分節全体を選択します（Mac：Cmd+A）。

source: src (URL of &images)
ja: src（画像の URL）

source: unknown
ja: （不明）

source: value (of button, &submit and reset input)
ja: value（button や submit, reset）

source: {0} loaded.
ja: {0} 読み込み完了。

source: {1}, executed from '{2}'
ja: {1} が {2} から実行されました
